Revit 2027 API
ParameterTypeId.FbxLightEmitLineLength Property
 "Emit from Line Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightEmitLineLength { get; }
Public Shared ReadOnly Property FbxLightEmitLineLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightEmitLineLength {
	ForgeTypeId^ get ();
}
static member FbxLightEmitLineLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace